[
    {
       "id":1,
       "name":"Celina Terry",
       "review_text":"Amazing product with very good sound quality, awesome bass, compact size and lightweight. I will recommend this product without any confusion.",
       "picture":"https://randomuser.me/api/portraits/women/82.jpg"
    },
    {
       "id":2,
       "name":"Yvonne Carpenter",
       "review_text":"Very good build qualify with virgin plastic material. Soft earpad and removable. Very long battery life that support upto 18 hour music playback.",
       "picture":"https://randomuser.me/api/portraits/women/33.jpg"
    },
    {
       "id":3,
       "name":"Albert Cook",
       "review_text":"Awesome noise cancellation feature makes me feel the pure musical bass and beat. I am able to play music more than 16 hours continuously without any interruption.",
       "picture":"https://randomuser.me/api/portraits/men/55.jpg"
    },
    {
       "id":4,
       "name":"Ruben Mckinney",
       "review_text":"Mind blowing headphone with great sound quality, noise cancellation feature, supports both bluetooth and 3.5 mm input makes it a versatile choice.",
       "picture":"https://randomuser.me/api/portraits/men/98.jpg"
    },
    {
       "id":5,
       "name":"Mabel Marshall",
       "review_text":"Personally I love the design, color, asthetic feel it gives. Long battery live provides me upto 20 hours of continuous music playback.",
       "picture":"https://randomuser.me/api/portraits/women/74.jpg"
    },
    {
       "id":6,
       "name":"Peter Silva",
       "review_text":"If some ask me about this product, I would say its one of the best choice in its pricing category. Best value for money product comparing to other product.",
       "picture":"https://randomuser.me/api/portraits/men/42.jpg"
    },
    {
       "id":7,
       "name":"Jeremiah Mcdonalid",
       "review_text":"Particularly this product is offering some of the special features that other products may not offer in this pricing category.",
       "picture":"https://randomuser.me/api/portraits/men/27.jpg"
    },
    {
       "id":8,
       "name":"Danielle Holmes",
       "review_text":"Awesome bass, pure musical beat, good build material, awesome color combo, removable earpad, long lasting battery. What else I can get with its competitive pricing.",
       "picture":"https://randomuser.me/api/portraits/women/12.jpg"
    },
    {
       "id":9,
       "name":"Don Reed",
       "review_text":"The best part of this product is that it provides up to 18 hours of continuous music playback time which satisfy my needs for regular use.",
       "picture":"https://randomuser.me/api/portraits/men/36.jpg"
    }
 ]